tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "exa"
brew "fish"
brew "git"
brew "git-delta"
brew "gnupg"
brew "grep"
brew "htop"
brew "imagemagick"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "rust"
brew "watch"
brew "wget"
brew "yarn"
cask "brave-browser"
cask "dbeaver-community"
cask "font-iosevka"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "ngrok"
cask "notunes"
cask "postman"
cask "spotify"
cask "sublime-text"
cask "telegram-desktop"
cask "temurin17"
cask "visual-studio-code"